{
  "projects": {
    "rts": { "description": "" },
    "kiki": { "description": "" },
    "supfile": {
      "description": "Supfile is a web application for hosting and sharing files. Users can upload files of any type (video, images, text, etc.) directly from their browser. Each file can be renamed, moved, or deleted via a file tree, and users can share their files via a shareable link."
    },
    "awale": {
      "description": "Awalé is an African game from the Mancala family. It is a strategic game where the goal is to collect the most seeds. The objective of this project was to develop an artificial intelligence with three difficulty levels."
    },
    "battleship": {
      "description": "Developed the famous Battleship game on the web, including a global chat and the ability to add friends to play against them."
    },
    "weathermap": {
      "description": "WeatherMap is an application that allows users to quickly and easily check the weather worldwide. By clicking on the map or searching for a city, users get the weather information for the selected region. It is also possible to save cities or regions as favorites for a dedicated view."
    },
    "biblio": {
      "description": "Biblio is a tool to manage book rentals in a library. Users can manage both books and borrowers, create or close rentals, and view rental history for each book or user."
    },
    "supinfy": {
      "description": "Supinfy is a music streaming application. Users can listen to music, manage their playlists once logged in, and search for other users' playlists. A contact system allows adding friends and staying updated on their latest playlists. Administrators can manage users and select playlists to feature on the homepage."
    },
    "qwirk": {
      "description": "Qwirk is a personal and professional communication application, compatible with Windows, MacOS, and Linux (Ubuntu). It offers complete instant messaging: text, video, audio calls, contact management (add, remove, block, rename), and file sharing. Users can customize their profile and app theme, send emojis, style text, and create public (channels) or private groups. All conversations are saved and fully secure."
    },
    "imap": {
      "description": "This application helps locate a position quickly. Useful for finding your car in a large parking lot, locating your tent at a music festival, or discovering interesting places in a city you encounter by chance."
    },
    "supsale": {
      "description": "Supsale is a classified ads website similar to Amazon or Leboncoin. Visitors can search for ads using a search engine and contact sellers via a form. Logged-in users can post ads in various categories and manage them. Administrators can manage both users and ads."
    },
    "symfony": {
      "description": "Developed a website for a company to sell products online. Visitors can search for items. Logged-in users can add products to their cart, complete purchases, and receive a confirmation email. Users can view their purchase history and track shipments. Sellers can add, edit, or remove products in categories."
    },
    "cakeblog": {
      "description": "Cakeblog is an online blog. The blog author can create, modify, or delete articles and manage visitor comments. Visitors can leave one or more comments under a pseudonym and contact the author via a contact form."
    },
    "freefallin": {
      "description": "FreeFallin' is a small 2D game where the goal is to dodge obstacles in a randomly generated world by tilting your phone left or right during the character's fall. Power-ups appear as boxes along the way. The score increases over time as difficulty rises. When the character crashes into a wall, the game ends, the score is recorded, and it could be shared on Facebook."
    },
    "easyhome": {
      "description": "EasyHome is a real estate agency website. Visitors can view listings filtered by their preferences. Logged-in users can request appointments to visit properties, optionally specifying a date, and manage their requests. They can also suggest adding new properties. All requests are emailed to the sellers, who can add listings and manage appointments via a dedicated space."
    }
  },
  "project": {
    "type": {
      "default": "Type",
      "school": "School Project",
      "personal": "Personal Project"
    },
    "year": "Year",
    "length": "Duration",
    "status": {
      "default": "Status",
      "aborted": "Aborted",
      "finished": "Finished",
      "inprogress": "In Progress"
    },
    "technologies": "Technology(ies)",
    "link": "Link(s)",
    "previous": "Previous Project",
    "next": "Next Project",
    "goback": "Project List",
    "notfound": "Project not found"
  },
  "job": "Full Stack Developer",
  "downloadcv": "Download CV",
  "menu": {
    "home": "Home",
    "projects": "Projects",
    "contact": "Contact"
  },
  "title": {
    "home": "About Me",
    "projects": "My Projects",
    "contact": "Contact Me"
  }
}
