{
    "rts.description": "",
    "kiki.description": "",
    "supfile.description": "Supfile is a web hosting and file sharing application, so a user can access files of all types from their web browser (video, images, text, ...). Each file can be renamed, moved and deleted via a tree structure and it can share its files via a share link.",
    "awale.description": "Awale is a game of African origin from the Mancala family. It is a strategic game where you have to harvest the most seeds. The goal of this project was to develop artificial intelligence with three levels of difficulty.",
    "battleship.description": "Develop the famous Battleship games in WEB, with a global chat and the possibility of adding friends to play against them.",
    "weathermap.description": "WeatherMap is an application allowing you to easily and quickly consult the weather around the world. By clicking directly on the map or by searching for a city, you get weather information for the selected region. It is also possible to save cities or regions as favorites, to consult them in a dedicated view.",
    "biblio.description": "Biblio is a tool for managing the rental of books in a library, so you can manage users and books a little. Create, close a rental and view the rental history for each book or user.",
    "supinfy.description": "Supinfy is a music streaming application. Each user can listen to music, once connected, he can manage his playlists, but also search the playlists of other users. A contact system allows you to add friends and thus be kept informed of the latest playlists of friends. The administrator can manage the users and select playlists to put on the home page.",
    "qwirk.description": "Qwirk is a personal and professional communication application, compatible with Windows, MacOS, Linux (Ubuntu). A complete instant messaging system: message, video, audio conference with contact management (add, delete, block, modify the nickname) and file sharing. Modification of the profile, choice of the theme of the application. Ability to send emoticons and stylize text. Creation of public group (channel) and private group. All conversations are saved and everything is completely secure.",
    "imap.description": "The purpose of this application is to find a position where we were. Useful for quickly finding your car in a large parking lot. It also allows you to find your tent at a music festival or interesting places in town that we came across.",
    "supsale.description": "Supsale is a classifieds site like Amazon or Leboncoin. Visitors can search for an ad by a search engine, then contact the seller by email using a form. Once connected, each user can publish an advertisement among sales categories, he can also manage his advertisements. Administrators can manage users and their announcements.",
    "symfony.description": "Develop a site allowing a company to sell their products online. Visitors can search for a listed item. After logging in, a user can add a product to their basket. By concluding his purchases, an email will be sent to the sales department. The user can consult the history of his purchases and track the package. A seller can add / edit / delete an item in one of the sales categories.",
    "cakeblog.description": "Cakeblog is an online blog. The author of the blog can generate, modify or delete articles and manage the comments left by visitors on each article. Visitors can leave one or more comments with a pseudonym and send an email to the author of the blog using a contact form.",
    "freefallin.description": "FreeFallin 'and a little 2D game, aim and dodge the obstacles of a randomly generated world, by pivoting your phone from left to right, all during the catchy fall of the character. Along the way, we will find some superpower in the form of a crate. The score increases over time, but so does the difficulty. When the character crashes on a wall the game stops, the score and save then available via the home menu and we (had) the possibility to share the score on Facebook.",
    "easyhome.description": "EasyHome is the site of a real estate agency. Each visitor can consult the advertisements and list them according to their needs / preferences. Once connected, a user can request an appointment to visit a property and specify or not a date, but also view and manage their appointments. He can also request the addition of real estate. All his requests are retransmitted by email to the sellers concerned, this one will then be able via a dedicated space to add announcements and manage his appointments.",
    "project.type": "Type",
    "project.type.school": "School project",
    "project.type.personnal": "Personnal project",
    "project.year": "Year",
    "project.length": "Length",
    "project.status": "Status",
    "project.status.aborted": "Aborder",
    "project.status.finished": "Finished",
    "project.status.inprogress": "In progress",
    "project.technologies": "Technologies",
    "project.link": "Link",
    "project.previous": "Previous project",
    "project.next": "Next project",
    "project.goback": "List of projects",
    "project.notfound": "Project not found",
    "job": "Developer",
    "downloadcv": "Download CV",
    "menu.home": "Home",
    "menu.projects": "Projects",
    "menu.contact": "Contact",
    "title.home": "About me",
    "title.projects": "My projects",
    "title.contact": "Contact me"
}